[DLC07_BrigGrave_Lever_twk DisTweaks_UsableObject]
m_Stages[0]=(m_InteractTextOverride="`GBA_Use` Operate Crypt Door")
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` Operate Crypt Door")

[DLC07_BrigGrave_Lever_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_InteractText="`GBA_Use` Usar"

[Door_Transitions.LTD_BrigExt_to_BrigInt DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` Desbloquear"
m_LockedMessage="Trancado. Você precisa da `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_BrigExt_to_BrigInt:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="Porta para a Mansão Brigmore"
m_InteractText="`k Abrir"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_BrigInt_To_BrigExt DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` Desbloquear"
m_LockedMessage="Trancado. Você precisa da `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_BrigInt_To_BrigExt:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="Porta para o Exterior de Brigmore"
m_InteractText="`k Abrir"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_CryptToInterior_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` Desbloquear"
m_LockedMessage="Trancado. Você precisa da `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_CryptToInterior_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="Porta para a Mansão Brigmore"
m_InteractText="`k Abrir"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_InteriorToCrypt_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` Desbloquear"
m_LockedMessage="Trancado. Você precisa da `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_InteriorToCrypt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="Porta para a Cripta Brigmore"
m_InteractText="`k Abrir"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

